IDEA Open Model
Material.StateOfThermalConductivity Property
Compatible with IDEA StatiCa 20.1
 State of thermal conductivity curvature
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ThermalConductivityState StateOfThermalConductivity { get; set; }
Public Property StateOfThermalConductivity As ThermalConductivityState
	Get
	Set
Property Value
Type: ThermalConductivityState
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace